[
  {
    "id": 1,
    "text": "Kira sözleşmesinin niteliklerine ilişkin aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Kira sözleşmesinin kurulabilmesi için tarafların karşılıklı ve birbirine uygun irade beyanı yeterli olup, kira sözleşmesinin kurulması için kiralanan şeyin kiracıya teslim edilmesi şart değildir.",
      "Kira sözleşmesi maddi bir malı konu edinmekle birlikte ayni bir sözleşme değildir. Sözleşmenin tapuya şerh edilmesi de bu sonucu değiştirmez.",
      "Kira sözleşmesi sürekli borç doğuran bir sözleşmedir, sözleşmenin belirli veya belirsiz süreli olması bu sonucu değiştirmez.",
      "Kira sözleşmesi ivazlı bir sözleşmedir. Kira bedeli sözleşmenin esaslı unsurlarından olduğu için kira bedelinin mutlaka belirli olması gerekir.",
      "Kira sözleşmesi tam iki tarafa borç yükleyen bir sözleşme olduğu için taraflar ödemezlik def'inden yararlanabilir."
    ]
  },
  {
    "id": 2,
    "text": "Kira sözleşmesinin benzer sözleşmelerden farkına ilişkin aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Satış sözleşmesinde satıcı bir şeyin zilyetlik ve mülkiyetini devir borcu altına girerken, kira sözleşmesinde kiraya veren kiralanan şeyin mülkiyetini değil sadece kullanılmasını devretme borcu altına girer.",
      "Kira sözleşmesi mutlaka ivazlı bir sözleşme olduğu halde, saklama sözleşmesi bazı hallerde ivazsız da olabilir.",
      "Saklama sözleşmesinin konusunu yalnız taşınırlar oluştururken, kira sözleşmesi hem taşınırları hem de taşınmazları konu edinebilir.",
      "İntifa ve oturma hakları sahibine bir şey üzerinde doğrudan doğruya herkese karşı ileri sürülebilen ayni hak verirken, kira şahsi bir hak olup kiracıya sadece alacak hakkı verir.",
      "Kira sözleşmesi ivazlı ve tam iki tarafa borç yükleyen bir sözleşme iken, kullanım ödüncü sözleşmesi ivazsız ve tam iki tarafa borç yükleyen bir sözleşmedir."
    ]
  },
  {
    "id": 3,
    "text": "Taşınmaz kira sözleşmesinin tapu kütüğüne şerh edilmesi ile ilgili olarak aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Alt kira sözleşmesinin tapu kütüğüne şerh edilmesi mümkün değildir.",
      "Taşınmaz kira sözleşmesinin tapu kütüğüne şerh edilebilmesi için kiracı ve kiraya verenin yazılı şerh anlaşması yapması gerekir.",
      "Tapu kütüğüne şerh ile kira sözleşmesinden doğan alacak hakkı, kuvvetlendirilmiş bir alacak haline gelir.",
      "Süresiz şerh ancak beş yıl için geçerlidir.",
      "Taşınmaz kira sözleşmesinin tapu kütüğüne şerh edilebilmesi için taşınmazın tapuya kayıtlı bir taşınmaz olması gerekir."
    ]
  },
  {
    "id": 4,
    "text": "Belirsiz süreli kira sözleşmesinin sona ermesine ilişkin aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Belirsiz süreli kira sözleşmesinin sona ermesini sağlamaya yönelik fesih beyani, varması gerekli tek taraflı bir irade beyanıyla kullanılır ve karşı tarafın hakimiyet alanına ulaştığı anda sonuç doğurur.",
      "Kiraya verenin mesleki faaliyeti gereği kiraya verdiği ve kiracının da özel kullanımına yarayan taşınır bir malin kiracısı, kira sözleşmesini üç aylık kira dönemi sonu için en az bir ay önceden yapacağı fesih bildirimiyle sona erdirebilir.",
      "Taraflardan her biri bir taşınmaza veya taşınır bir yapıya ilişkin kira sözleşmesini yerel adette belirlenen kira döneminin sonu için veya böyle bir adetin bulunmaması durumunda, altı aylık kira döneminin sonu için üç aylık fesih bildirim süresine uyarak feshedebilir.",
      "Fesih dönemlerinin hesabında kira sözleşmesinin başlangıç tarihi esas alınır.",
      "Taraflardan her biri bir taşınıra ilişkin kira sözleşmesini üç gün önceden yapılacak fesih bildirim süresine uyarak her zaman feshedebilir."
    ]
  },
  {
    "id": 5,
    "text": "I. Asıl borcun takas nedeniyle sona ermesi durumunda kefilin borcu da sona erer. II. Süreli kefalette kefilin borcu, sürenin sonunda kendiliğinden sona ermez; süre dolduktan sonra bir ay içinde alacaklı hakkını takip etmek için harekete geçmezse kefil sorumluluktan kurtulur. III. Gerçek kişi tarafından verilmiş olan her türlü kefalet, buna ilişkin sözleşmenin kurulmasından itibaren on yılın geçmesi ile kendiliğinden ortadan kalkar. IV. Çalışanlara belirli süreli olmayan kefalette kefil, her iki yılda bir ertesi yılın sonunda geçerli olmak üzere sözleşmeyi feshettiğini bildirebilir. V. Mirasın resmi tasfiyesi, mirasçıları sorumluluktan kurtarmasına rağmen kefili borçtan kurtarmaz. Kefaletin sona ermesi ile ilgili olarak yukarıda verilen bilgilerden hangileri yanlıştır?",
    "options": [
      "III-V",
      "I-IV",
      "II-IV",
      "I-II",
      "IV-V"
    ]
  },
  {
    "id": 6,
    "text": "I. Gelecekte doğacak veya koşula bağlı bir borç için, bu borç doğduğunda veya koşul gerçekleştiğinde hüküm ifade etmek üzere kefalet sözleşmesi kurulabilir. II. Tam ehliyetsizlerin ne kendileri ne de yasal temsilcileri kefalet sözleşmesi yapabilirler. III. Sınırlı ehliyetler yasal danışmanın iznine bağlı olmaksızın kefalet sözleşmesi yapabilirler. IV. Sınırlı ehliyetsizlerin kendi başlarına veya yasal temsilcileri aracılığıyla kefalet sözleşmesi yapmaları mümkün değildir. V. Kefalet sözleşmesinde kefilin adı, sorumlu olduğu azamî miktar, kefalet tarihi ve müteselsil kefil kavramı mutlaka kefilin kendi el yazısıyla yer alması gereken unsurlardır. VI. Kefalet sözleşmesinde kefilin ve alacaklının imzasının bulunması sözleşmenin geçerliliği için zorunlu unsurlardandır. Kefalet sözleşmesinin şartlarına ilişkin aşağıda verilen bilgilerden hangisi/hangileri yanlıştır?",
    "options": [
      "Yalnız III",
      "Yalnız I",
      "IV-V-VI",
      "III-V-VI",
      "III-IV"
    ]
  },
  {
    "id": 7,
    "text": "Aşağıdaki seçeneklerden hangisinde kira sözleşmesinin nitelikleri doğru bir şekilde verilmiştir?",
    "options": [
      "Tam iki tarafa borç yükleyen–ivazlı–rızai-sürekli bir borç sözleşmesidir.",
      "Eksik iki tarafa borç yükleyen-ivazlı-rızai-ani edimli fakat bazı hallerde uzun süreli bir borç sözleşmesidir.",
      "Eksik iki tarafa borç yükleyen-ivazlı-rızai-uzun süreli bir borç sözleşmesidir.",
      "Tam iki tarafa borç yükleyen-ivazlı-rızai-uzun süreli fakat bazı hallerde ani edimli bir sözleşmedir.",
      "Tam iki tarafa borç yükleyen–ivazlı–rızai-ani edimli fakat bazı hallerde uzun süreli bir borç sözleşmesidir."
    ]
  },
  {
    "id": 8,
    "text": "Kefalet sözleşmesinde eşin rızasına ilişkin aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Evli olan kişinin diğer eşin rızasını almadan bir borca kefil olması ve sözleşme yapıldıktan sonra evliliğin boşanma veya ayrılık kararı ile sona ermesi halinde, geçersiz olan kefalet sözleşmesi geçerli hale gelmez.",
      "Kefil oldukları sırada evli olan kişilerin yapacağı kefalet sözleşmesinin geçerliliği bakımından diğer eşin rızasının aranmasına ilişkin kanuni düzenleme emredici nitelikte olup, tarafların bunun aksini kararlaştırmaları mümkün değildir.",
      "Eş tarafından verilen kefalete rızanın sözleşme kurulmadan ya da en geç sözleşmenin kurulması anında verilmesi gerekmektedir. Kefalet sözleşmesinin kurulmasından sonra diğer eşin işleme icazet vermesi kefalet sözleşmesinin geçersizliği sonucunu doğurur.",
      "Boşanma sebebinin ispatlanması halinde, hâkim, boşanmaya veya bir yıldan üç yıla kadar ayrılığa karar verebilir. Eşlerin mahkeme kararıyla ayrı yaşadığı bu dönemde kefalet sözleşmesi imzalamaları durumunda henüz evlilikleri sona ermediği için diğer eşin rızası aranacaktır.",
      "Ticaret siciline kayıtlı işletmenin sahibi veya ticaret şirketinin ortak ya da yöneticisi tarafından işletme veya şirketle ilgili olarak verilecek kefaletler bakımından eşin rızası aranmaz."
    ]
  },
  {
    "id": 9,
    "text": "İnşaat sözleşmelerinde yüklenici çeşitleri ile ilgili olarak aşağıda verilen bilgilerden hangisi yanlıştır?",
    "options": [
      "Genel yüklenici, inşaatın belirli kısımlarının veya tamamının yapılmasını alt yüklenicilere verebilir.",
      "Kısmi yüklenici, bir inşaat eserinin temel, kaba inşaat, çatı, elektrik gibi herhangi bir kısmının yapımını diğer yüklenicilerle birlikte üstlenen yüklenicidir.",
      "Bir inşaat eserinin tamamının, plan ve proje ile birlikte yapımını üstlenen yükleniciye genel yüklenici denir.",
      "Bir yüklenicinin inşaat sözleşmesinden doğan borçlarının tamamını veya bir kısmını yerine getirmesi için sözleşme yaptığı yükleniciye, alt yüklenici denir.",
      "Kısmi yüklenicinin kendisi ile sözleşme yaptığı karşı taraf, böyle bir sözleşmenin yüklenicisi ise kısmi yüklenici, bir alt yüklenicidir."
    ]
  },
  {
    "id": 10,
    "text": "Borçlunun, ifada gecikmesi ve ihtarın sonuçsuz kalması veya açıkça ödeme güçsüzlüğü içinde olması durumunda, teslime bağlı taşınır rehni veya alacak rehni dışında, alacaklının borçluyu takip etmeden veya taşınmaz rehnini paraya çevirmeden kefili takip edebileceği kefalet türüne ne denir?",
    "options": [
      "Zarara Kefalet",
      "Müteselsil Kefalet",
      "Rücua Kefalet",
      "Adi Kefalet",
      "Birlikte Kefalet"
    ]
  },
  {
    "id": 11,
    "text": "I. Müteselsil kefil, tartışma definden ve önce rehnin paraya çevrilmesi definden yararlanamaz. II. Birlikte kefalette birden çok kişiden her biri kendi payı için adi kefil gibi, diğerlerinin payı için de kefile kefil gibi sorumlu olur. III. Borçluyla birlikte veya kendi aralarında müteselsil kefil olarak yükümlülük altına giren kefillerden her biri, borcun tamamından sorumlu olur. IV. Müteselsil birlikte kefalette alacaklı, kefillerden biri tarafından yapılacak kısmi ödemeyi, kabul etmek zorunda değildir. V. Alacaklıya, kefilin borcu için güvence veren kefile kefil, kefil ile birlikte adi kefil gibi sorumludur. Rücua kefil, kefilin borçludan rücu alacağı için güvence veren kefildir. Kefalet sözleşmesinin türleri ile ilgili olarak yukarıda verilen bilgilerden hangisi/hangileri yanlıştır?",
    "options": [
      "I ve IV",
      "I, II, III ve V",
      "II, III ve IV",
      "IV ve V",
      "Yalnız IV"
    ]
  },
  {
    "id": 12,
    "text": "I. Eser sözleşmesinin imkânsızlık sebebiyle sona ermesi için tamamen yok olması gerekir. Kısmen yok olma sözleşmenin sona ermesine neden olmaz. II. Teslim anına kadar bedel hasarı kural olarak yükleniciye aittir. Ancak kullanılacak malzeme yüklenici tarafından sağlanmışsa, bedel hasarı iş sahibine ait olur. III. İş sahibi eseri teslim almada temerrüde düşmüş olsa da bedel hasarı yükleniciye aittir. IV. Eser sözleşmesinin imkânsızlık sebebiyle sona ermesi için eserin tamamlanmış olması şart değildir. V. Eserin yok olması, taraflardan birinin yardımcısının veya organının kusurlu davranışından kaynaklanması hali de beklenmedik bir olay kapsamındadır. Eser sözleşmesinin imkânsızlık sebebiyle sona ermesine ilişkin yukarıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "Hepsi",
      "II, III, IV ve V",
      "II ve III",
      "Yalnız III",
      "I, II, IV ve V"
    ]
  },
  {
    "id": 13,
    "text": "I. Eserin tamamlanması, iş sahibi ile ilgili beklenmedik olay dolayısıyla imkânsızlaşırsa yüklenici, yaptığı işin değerini ve bu değere girmeyen giderlerin ödenmesini isteyemez. II. Eser teslimden önce beklenmedik olay sonucu yok olursa iş sahibi, eseri teslim almada temerrüde düşmedikçe yüklenici, yaptığı işin ücretini ve giderlerinin ödenmesini isteyemez. III. Eser teslim edilmeden önce beklenmedik olay sonucu malzeme yok olursa, bu hasar iş sahibine aittir. IV. Eserin iş sahibince verilen malzeme veya gösterilen arsanın ayıbı ya da iş sahibinin talimatına uygun yapılması yüzünden yok olması durumunda, yüklenici, doğabilecek olumsuz sonuçları zamanında bildirmişse, yaptığı işin değerini ve bu değere girmeyen giderlerinin ödenmesini isteyebilir. V. İfa imkânsızlığının ortaya çıkmasında iş sahibi kusurluysa, yüklenicinin ayrıca tazminat isteme hakkı vardır. Eser sözleşmesinde hasarın geçişine ilişkin yukarıda verilen bilgilerden kaç tanesi yanlıştır?",
    "options": [
      "3",
      "4",
      "5",
      "1",
      "2"
    ]
  },
  {
    "id": 14,
    "text": "Alt kira sözleşmesi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Hem kiracı hem de alt kiracı, kiralananın kullanılması yönünden kiraya verene karşı müteselsil borçludur.",
      "Kiracı, konut ve çatılı işyeri kiralarında, kiraya verenin yazılı rızası olmadıkça, alt kira sözleşmesi yapamaz.",
      "Alt kiracı, kiralananı kiracıya tanınandan başka biçimde kullandığı takdirde kiracı, kiraya verene karşı sorumlu olur.",
      "Alt kira sözleşmesinde, asıl kiraya verenle alt kiracı arasında akdi bir borç ilişkisi vardır.",
      "Alt kira, hukuki niteliği itibariyle bir kira sözleşmesi olup, bununla asıl sözleşmesinin kiracısı kiralananın kullanımını tamamen veya kısmen alt kiracı adı verilen üçüncü bir kişiye devretmektedir."
    ]
  },
  {
    "id": 15,
    "text": "I. Kiraya verenin zapttan sorumluluğunun söz konusu olabilmesi için üçüncü kişinin kiracının hakkıyla bağdaşmayan üstün bir hak ileri sürmesi gerekir. Bu hak mülkiyet hakkı olabileceği gibi, sınırlı aynı hak da olabilir. II. Kiralananın üçüncü kişi tarafından tamamen zaptı halinde kira sözleşmesi, kiracının fesih bildirimiyle sona erer. III. Kiracı, üçüncü kişinin ileri sürdüğü üstün hakkı kiraya verene bildirmelidir. Bu bildirim sonucunda, kiraya veren davayı üstlenmek zorundadır. IV. Kiracı, kiralananı, üçüncü kişinin elinden alması dolayısıyla sözleşmede kararlaştırdığı şekilde kullanamamasından dolayı uğramış olduğu her türlü zararın giderilmesini kiraya verenden isteyebilir. V. Kiraya verenin kiracıya karşı zapttan sorumlu olması için, üçüncü kişinin kiralanan şey üzerindeki hakkı kira sözleşmesinin yapılmasından önce mevcut olabileceği gibi kira sözleşmesinin yapılmasından sonrada söz konusu olabilir. Kiraya verenin zapttan sorumluluğu ile ilgili aşağıdaki ifadelerden kaç tanesi doğrudur?",
    "options": [
      "1",
      "2",
      "4",
      "3",
      "5"
    ]
  },
  {
    "id": 16,
    "text": "I. Kefil, ancak borcun tamamını ödediği takdirde borçluya başvurabilir. II. Kefil, aksi kararlaştırılmamışsa, rehin hakları ile aynı alacak için sağlanmış diğer güvencelerden, sadece kefalet anında var olan veya bizzat asıl borçlu tarafından, sonradan özellikle bu alacak için verilmiş bulunanlara halef olur. III. Asıl borçlu, kefile karşı üstlendiği yükümlülüklere, özellikle belli bir süre içinde kendisini borçtan kurtarma vaadine aykırı davranmışsa, kefil, asıl borçludan güvence verilmesini ve borç muaccel olmuşsa, borçtan kurtarılmasını isteyebilir. IV. Asıl borçlu temerrüde düşmüşse, kefil, asıl borçludan güvence verilmesini ve borç muaccel olmuşsa, borçtan kurtarılmasını isteyemez. V. Asıl borçlu, yerleşim yerini diğer bir ülkeye nakletmesi yüzünden takibat önemli ölçüde güçleşmişse kefil, asıl borçludan güvence verilmesini ve borç muaccel olmuşsa, borçtan kurtarılmasını isteyebilir. Kefalet sözleşmesinde kefil ile borçlu arasındaki ilişkiye ilişkin olarak aşağıdaki ifadelerden kaç tanesi yanlıştır?",
    "options": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ]
  },
  {
    "id": 17,
    "text": "I. İş sahibi, eserin tesliminden sonra, işlerin olağan akışına göre imkân bulur bulmaz eseri gözden geçirmek ve ayıpları varsa, bunu uygun bir süre içinde yükleniciye bildirmek zorundadır. II. Ayıp bildirimi yazılı şekilde yapılmalı; bildirimde ayıp tam olarak belirtilerek, ayıp hakkında yeterli ayrıntı, tanım ve bilgi verilmelidir. III. Taraflar eserin gözden geçirme yerini sözleşmede açık veya örtülü olarak kararlaştırabilirler. Taraflar kararlaştırmamışlarsa eser, teslim edileceği yerde gözden geçirilir. IV. İş sahibinin eseri gözden geçirme ve ayıbı bildirmesi hukuki niteliği itibariyle bir külfettir. V. İş sahibi, teslim sırasında yüklenicinin kasten gizlediği ayıbı bilerek eseri teslim almış olsa da ayıptan doğan haklarını kullanabilir. Eser sözleşmesinde yüklenicinin ayıptan doğan sorumluluğunda, iş sahibinin yerine getirmesi gereken şartlara ilişkin yukarıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "II ve V",
      "II, III ve V",
      "II, IV ve V",
      "Yalnız III",
      "I, III ve IV"
    ]
  },
  {
    "id": 18,
    "text": "Kefalet sözleşmesinin sona ermesi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Süreli kefalette kefil, sürenin sonunda borcundan kurtulur.",
      "Çalışanlara süreli olmayan kefalette kefil, her üç yılda bir, ertesi yılın sonunda geçerli olmak üzere sözleşmeyi feshettiğini bildirebilir.",
      "Bir gerçek kişi tarafından verilmiş olan her türlü kefalet, buna ilişkin sözleşmenin kurulmasından başlayarak yirmi yılın geçmesiyle kendiliğinden ortadan kalkar.",
      "Kefalet süresi, en erken kefaletin sona ermesinden bir yıl önce yapılmak kaydıyla, kefilin kefalet sözleşmesinin şekline uygun yazılı açıklamasıyla, azamî on yıllık yeni bir dönem için uzatılabilir.",
      "Hangi sebeple olursa olsun, asıl borç sona erince, kefil de borcundan kurtulur."
    ]
  },
  {
    "id": 19,
    "text": "I. Yüklenici kural olarak meydana getirilecek eseri doğrudan doğruya kendisi yapmak veya kendi yönetimi altında yaptırmakla yükümlüdür. II. Eserin meydana getirilmesinde yüklenicinin kişisel özellikleri önem taşımıyorsa, yüklenici işi başkasına yaptırabilir. III. Asıl yüklenicinin eserin tamamının veya bir kısmının meydana getirilmesi için alt yüklenici ile yaptığı sözleşme, niteliği itibariyle bir eser sözleşmesidir. IV. Alt yüklenici, asıl yüklenicinin bağımlı yardımcısı olduğu için onun üzerinde denetim ve gözetim yetkisi vardır. V. Asıl iş sahibi, asıl yüklenici ile birlikte alt yükleniciye karşı müteselsil borçlu sıfatıyla veya kefil olarak ücret ödeme borcu yüklenmiş veya garanti vermişse, alt yükleniciye karşı ücret ödeme borcu altına girmiş olur. Eser sözleşmesinde yüklenicinin eseri şahsen meydana getirme borcuna ilişkin yukarıdaki ifadelerden kaç tanesi doğrudur?",
    "options": [
      "5",
      "3",
      "4",
      "2",
      "1"
    ]
  },
  {
    "id": 20,
    "text": "I. Bir yıldan kısa süreli kira sözleşmesinde iki haklı ihtarın kira süresi içinde yapılması gerekir. II. İki farklı aya ait kira bedellerine ilişkin tek bir ihtar çekilmesi halinde, iki haklı ihtar şartı gerçekleşmiş olur. III. Kiracı kira borcunu ödemede temerrüde düşmüş ve bu nedenle kendisine ihtar çekilmiş, ancak kiracı kira borcunu ödemişse, çekilen ihtar haklı olarak değerlendirilemez. IV. Aynı ayın kira bedeli için iki farklı ihtar yollanmış olması, iki haklı ihtar şartını gerçekleştirmez. V. Kiraya verenin birden fazla olduğu durumda ihtarın tüm kiraya verenler tarafından çekilmiş olması gerekir. Konut ve çatılı işyeri kira sözleşmesinin iki haklı ihtar nedeniyle sona erdirilmesine ilişkin olarak aşağıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "options": [
      "I, IV ve V",
      "IV ve V",
      "II, III ve IV",
      "Yalnız IV",
      "I ve II"
    ]
  },
  {
    "id": 21,
    "text": "İşleri kötü giden A, B'den 200.000 TL borç ister. B ise, kendisine güvenilir bir kefil getirmesi koşuluyla borç verebileceğini söyler. A ise, arkadaşı C'yi ekonomik durumunun çok iyi olduğunu ancak yeni bir yatırım yapmak amacıyla paraya ihtiyacı olduğunu ve B'nin kefil olmadan bu parayı kendisine vermeyeceğini söyleyerek ikna eder. B'nin yanında yapılan bu konuşma üzerine C, B ile kefalet sözleşmesi yapar. Sözleşmenin yapılmasından sonra C, kendisine söylenenin aksine A'nın ekonomik durumunun çok kötü olduğunu ve parayı ödeme imkânının olmadığını öğrenir. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "II, IV ve V",
      "I, IV ve V",
      "I, III, IV ve V",
      "IV ve V",
      "Yalnız II"
    ]
  },
  {
    "id": 22,
    "text": "İnşaat malzemesi alım satımıyla uğraşan B'nin işleri kötü gitmektedir. İşlerini düzeltmek isteyen B, 10.10.2019 tarihinde geri ödemek üzere amcası A'dan 100.000 TL borç ister. A ise, kendisine bir kefil göstermesi koşuluyla borç verebileceğini söyler. B, arkadaşı C'yi kendisine kefil olması için ikna eder. C, B'nin A'ya olan 100.000 TL'lik borcu için kefil olur. 10.10.2019 tarihi geldiğinde B, borcunun ancak 20.000 TL'sini öder. A, geri kalan borç için C'ye başvurur. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?",
    "options": [
      "I, II ve IV",
      "I, II, III ve V",
      "I, III ve IV",
      "I ve II",
      "I, III, IV ve V"
    ]
  },
  {
    "id": 23,
    "text": "Kefalet sözleşmesinde, kefilin sorumluluğu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Kefil, belirtilen azamî miktarla sınırlı olmak üzere sadece işlemiş bir yıllık akdi faizlerden sorumludur.",
      "Kefil, para borçlarından temerrüt faizi ve munzam zarardan sorumlu olduğu gibi, beklenmedik halden de sorumludur.",
      "Açıkça kararlaştırılmamışsa kefil, borçlunun sadece kefalet sözleşmesinin kurulmasından sonraki borçlarından sorumludur.",
      "Kefil, belirtilen azamî miktarla sınırlı olmak üzere gerektiğinde rehinlerin kefile tesliminin ve rehin haklarının devrinin sebep olduğu masraflardan sorumludur.",
      "Kefil, belirtilen azamî miktarla sınırlı olmak üzere alacaklının, kefile, onun borcu ödeyerek yapılmalarını önleyebileceği uygun bir zaman önce bildirmesi koşuluyla, borçluya karşı yönelttiği takip ve davaların masraflarından sorumludur."
    ]
  },
  {
    "id": 24,
    "text": "M, 01.07.2019 tarihinde öğrenci K ile bir yıllık kira sözleşmesi yapar. Taraflar arasındaki sözleşmeye göre kira bedeli, her ayın yirmisinde ödenecektir. Evi tek başına kiralayan K'nın yanına bir süre sonra iki öğrenci daha taşınır. Okul döneminin başlamasıyla öğrenciler her akşam evde eğlenmeye başlar. Komşular, çok gürültü yaptıkları gerekçesiyle öğrencileri sürekli M'ye şikâyet eder. Bu arada banyoda su sızıntısı başlar. K, bunu önemsemez bir süre sonra sızıntı tüm banyoyu kaplar. Buna bağlı olarak duvardaki boyalar kabarır, kapı ve dolapların suyla temas eden yerleri şişer. Bundan sonra, K durumu M'ye bildirir. M, banyonun boyanması, dolap ve kapı tamirleri için 1000 TL masraf yapar. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?",
    "options": [
      "I ve II",
      "I, II, III ve IV",
      "I, III ve IV",
      "I, III, IV ve V",
      "I, III ve V"
    ]
  },
  {
    "id": 25,
    "text": "I. Bir yıldan kısa süreli kira sözleşmelerinde kira süresi içinde, kiracının kira bedelini ödemediği için kendisine iki haklı ihtarda bulunulması gerekir. II. Bir yıl ve daha uzun süreli kira sözleşmelerinde bir kira yılı veya bir kira yılını aşan süre içinde, kiracının kira bedelini ödemediği için kendisine iki haklı ihtarda bulunulması gerekir. III. İhtar, resmi yazılı şekilde gönderilmelidir. İhtarda ödenmeyen ayın kirası, bunun miktarı ve ödenme gereği belirtilmelidir. IV. Kiracı, birbirini izleyen iki ayın kirasının üst üste ödememiş olsa bile, kiraya verenin her ay için ayrı ihtarda bulunması gerekir. V. Kiraya veren, bir yıldan kısa süreli sözleşmelerde kira süresinin ve bir yıldan uzun süreli kiralarda ise ihtarların yapıldığı kira yılının bitiminden başlayarak bir ay içinde tahliye davası açmak zorundadır. Konut ve çatılı işyeri kiralarının iki haklı ihtara dayanarak sona erdirilmesi ile ilgili olarak aşağıdaki ifadelerden kaç tanesi doğrudur?",
    "options": [
      "2",
      "5",
      "3",
      "1",
      "4"
    ]
  },
  {
    "id": 26,
    "text": "Erzincan Binali Yıldırım Üniversitesi'nde memur olarak çalışan M, tayininin İstanbul Üniversitesi'ne çıkması üzerine İstanbul'a taşınmak zorunda kalır. M, pazarlık sonucu iki oda bir salon evi bir yıllığına aylık 1000 TL'ye kiralar. Ev sahibi ile M arasında yapılan kira sözleşmesine göre M, kira bedelini her ayın 15'inde ödeyecektir. M, daireyi kiraladıktan bir süre sonra, yağan yağmurların etkisi ile dairenin tavanında rutubet oluştuğu gibi, evin parkeleri de sökülmeye başlar. M, ev sahibini arayarak derhal bu sorunların giderilmesini ister. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "Hiçbiri",
      "I, II ve III",
      "II ve V",
      "II, IV ve V",
      "Yalnız IV"
    ]
  },
  {
    "id": 27,
    "text": "D, iskele olarak kullanılmak üzere yüzer bir platform yapılması konusunda E ile 01.07.2020 tarihinde 50.000 TL'ye anlaşır. Taraflar arasındaki sözleşmeye göre malzeme D tarafından alınacaktır. Yüzer platform yapılıp teslime hazır bir şekilde beklediği sırada meydana gelen şiddetli bir fırtınada batar. Bunun üzerine E, platformun batmasından hiçbir kusurunun olmadığını söyleyerek ücretinin ödenmesini ister. D ise, platformun yapılması için aldığı malzemenin E'nin kusurundan dolayı zayi olduğunu ileri sürerek malzemenin parasının kendisine ödenmesini ister. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?",
    "options": [
      "Hiçbiri",
      "II ve IV",
      "II, IV ve V",
      "I, III ve IV",
      "Yalnız III"
    ]
  },
  {
    "id": 28,
    "text": "Yeni bir ev alan A, evinin iç dekorasyonun yapılması konusunda alanında iyi olarak bilinen Y ile 15.06.2020 tarihinde anlaşır. Anlaşmanın üzerinden 10 gün geçtikten sonra Y geçirdiği trafik kazasında hayatını kaybeder. Babasının yarım bıraktığı işi Y'nin mimar oğlu O tamamlamak istemektedir. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "III ve IV",
      "I, II, IV ve V",
      "I ve II",
      "Yalnız III",
      "Hiçbiri"
    ]
  },
  {
    "id": 29,
    "text": "Kira bedelinin belirlenmesi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Tarafların yenilenen kira dönemlerinde uygulanacak kira bedeline ilişkin anlaşmaları, bir önceki kira yılında tüketici fiyat endeksindeki oniki aylık ortalamalara göre değişim oranını geçmemek koşuluyla geçerlidir.",
      "Beş yıldan uzun süreli veya beş yıldan sonra yenilenen kira sözleşmelerinde ve bundan sonraki her beş yılın sonunda, yeni kira yılında uygulanacak kira bedeli, sadace taraflarca bu konuda bir anlaşma yapılmamış ise, hâkim tarafından tüketici fiyat endeksindeki oniki aylık ortalamalara göre değişim oranı, kiralananın durumu ve emsal kira bedelleri göz önünde tutularak hakkaniyete uygun biçimde belirlenir.",
      "Sözleşmede kira bedeli yabancı para olarak kararlaştırılmışsa kural olarak beş yıl geçmedikçe kira bedelinde değişiklik yapılamaz.",
      "Taraflar kira sözleşmesinde bir artış oranı belirlememişlerse kira bedeli, bir önceki kira yılının tüketici fiyat endeksindeki oniki aylık ortalamalara göre değişim oranını geçmemek koşuluyla hâkim tarafından, kiralananın durumu göz önüne alınarak hakkaniyete göre belirlenir.",
      "Taraflar, ilk kira bedelini, irade sakatlığı, aşırı yararlanma ile ahlaka ve hukuka aykırı olmamak üzere serbestçe kararlaştırabilirler."
    ]
  },
  {
    "id": 30,
    "text": "Kefalet sözleşmesinin geçerliliği ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Kendisine yasal danışman atanan bir kimsenin kefalet sözleşmesi yapabilmesi için yasal danışmanın izin vermesi gerekir.",
      "Sınırlı ehliyetsizlerin kendi başlarına veya yasal temsilcileri aracılığıyla kefalet sözleşmesi yapmaları mümkün değildir.",
      "Yanılma veya ehliyetsizlik sebebiyle borçlunun sorumlu olmadığı bir borç için kişisel güvence veren kişi, yükümlülük altına girdiği sırada sözleşmeyi sakatlayan eksikliği biliyorsa, kefaletle ilgili kanun hükümlerine göre sorumlu olmaz.",
      "Kefalet sözleşmesinin varlık ve geçerliliği güvence oluşturduğu asli bir borcun varlık ve geçerliliğine bağlıdır.",
      "Geçerli bir kefalet sözleşmesinin söz konusu olabilmesi için kefilin tam ehliyetli olması gerekir."
    ]
  },
  {
    "id": 31,
    "text": "I. P, hiçbir gerekçe göstermeden R ile yapılan sözleşmeyi feshedemez. II. P'nin, sözleşmeyi feshedebilmesi için haklı bir sebebin olması gerekir. Olayda haklı bir sebep söz konusu olmadığından fesih beyanı hüküm ve sonuç doğurmaz. III. P'nin, yapılan kısmın bedelini peşin ödemesi sözleşmeyi feshetmesi için yeterlidir. Bunun dışında P'nin, R'nin herhangi bir zararını tazmin etmesi gerekmez. IV. P'nin fabrika bitmeden sözleşmeyi feshedebilmesi, haklı bir sebebin bulunmasına ve TBK m. 123 uyarınca R'ye uygun bir süre tanıyarak bu süre içerisinde R'nin hukuka aykırılığı gidermemesine bağlıdır. V. P, işin yapılması esnasında her zaman yapılan kısmın bedelini ve R'nin zararlarını ödeyerek sözleşmeyi feshedebilir. Sivas organize sanayi bölgesinde yeni bir fabrika kurmak isteyen P, bu konuda R ile anlaşır. P ile R arasında yapılan sözleşmeye göre fabrika iki yıl içerisinde bitirilecektir. Aradan iki ay geçtikten sonra P, hiçbir gerekçe göstermeden R'nin bütün zararlarını tazmin edeceğini söyleyerek sözleşmeyi feshettiğini söyler. Bu olayla ilgili aşağıdaki ifadelerden kaç tanesi yanlıştır?",
    "options": [
      "4",
      "3",
      "2",
      "1",
      "5"
    ]
  },
  {
    "id": 32,
    "text": "Kefaletin şekli ve kefilin sorumluluğu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Kefilin, sorumlu olduğu azamî miktarı, kefalet tarihini ve müteselsil kefil olması durumunda, bu sıfatla veya bu anlama gelen herhangi bir ifadeyle yükümlülük altına girdiğini kefalet sözleşmesinde kendi el yazısıyla belirtmesi şarttır.",
      "Kefalet sözleşmesinde sonradan yapılan ve kefilin sorumluluğunu artıran değişiklikler, kefalet için öngörülen şekle uyulmadıkça hüküm doğurmaz.",
      "Kefil, her durumda kefalet sözleşmesinde belirtilen azamî miktara kadar sorumludur.",
      "Eşlerden biri, mahkemece verilmiş bir ayrılık kararı olmadıkça veya yasal olarak ayrı yaşama hakkı doğmadıkça, ancak diğerinin yazılı rızasıyla kefil olabilir; bu rıza sözleşmenin kurulmasından önce ya da kurulması anında verilmiş olacağı gibi, sözleşmenin kurulmasından sonra da verilebilir.",
      "Kefalet sözleşmesi, yazılı şekilde yapılmadıkça ve kefilin sorumlu olacağı azamî miktar ile kefalet tarihi belirtilmedikçe geçerli olmaz."
    ]
  },
  {
    "id": 33,
    "text": "Memleketi Erzincan'a bir ev yaptırmak isteyen A, B ile anlaşır. A ile B arasında yapılan eser sözleşmesi uyarınca B, A'ya ait arsa üzerinde bir ev inşa edecek, A'da bunun karşılığında 500.000 TL ödeyecektir. Taraflar arasındaki sözleşme uyarınca binada çelik malzeme kullanılacak ve bu malzeme de A tarafından getirilecektir. A'nın getirdiği malzeme oldukça çürük ve kalitesizdir. B, bu malzemeyi kullandığı takdirde binanın çökmesinin kuvvetle muhtemel olduğunu A'ya söyler. Ancak A, yine de bu malzemelerle inşaata devam etmesini B'ye söyler. Bunun üzerine B, inşaata devam eder. İnşaat, tamamlanmış teslime hazır durumdayken çöker. Bu olayla ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "I ve II",
      "I, II, III ve IV",
      "Yalnız V",
      "I, II, III ve V",
      "III ve IV"
    ]
  },
  {
    "id": 34,
    "text": "Belirli süreli konut ya da çatılı işyeri kiralarında kiraya veren aşağıdaki durumların hangisinde herhangi bir gerekçe göstermeksizin kira sözleşmesini feshedebilir?",
    "options": [
      "On yıllık uzama süresi sonunda ve bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla",
      "Beş yıllık uzama süresi sonunda ve bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla",
      "On beş yıllık uzama süresi sonunda ve bu süreyi izleyen her uzama yılının bitiminden en az altı ay önce bildirimde bulunmak koşuluyla",
      "On yıllık uzama süresi sonunda ve bu süreyi izleyen her uzama yılının bitiminden en az altı ay önce bildirimde bulunmak koşuluyla",
      "Beş yıllık uzama süresi sonunda ve bu süreyi izleyen her uzama yılının bitiminden en az altı ay önce bildirimde bulunmak koşuluyla"
    ]
  },
  {
    "id": 35,
    "text": "K, Erzincan'ın Refahiye ilçesindeki evinin eskiyen pencerelerinin yenilenmesi konusunda 01.07.2020 tarihinde 10.000 TL ücret karşılığında M ile anlaşır. M, kararlaştıran tarihte işe başlar ve bitirir. Sonbahar mevsiminde yağmurların yağmasıyla pencere altlarından evin içine su girer. Sorunu anlamak için usta çağıran K, pencerenin monte edilmesinde kullanılan malzemenin su yalıtım özelliğinin olmadığını ustadan öğrenir. Bu olayla ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      "Olayda M'nin ayıba karşı tekeffül borcu söz konusudur.",
      "K'nın, ayıba karşı tekeffül hükümleri uyarınca M'ye başvurabilmesi için M'nin söz konusu eseri tamamlayarak teslim etmesi, teslim konusu eserin ayıplı olması ve ayıbın iş sahibine yüklenememesi gerekir.",
      "K, eserin tesliminden sonra pencereleri gözden geçirmek ve ayıplar varsa, bunları M'ye bildirmek zorundadır. K, bu yükümlülüğü yerine getirmediğinden ayıptan doğan haklarını kaybetmiştir.",
      "K, ayıp neticesinde sözleşmeden dönme, bedelin ayıp oranında indirilmesini isteme, ayıplı eserin onarılmasını isteme ve ayıp sonucunda ortaya çıkan zararın tazminini isteme haklarına sahiptir.",
      "K, ortaya çıkar çıkmaz ayıbı M'ye bildirmelidir. Ayıbın bildirilmesi herhangi bir şekle tabi değildir."
    ]
  },
  {
    "id": 36,
    "text": "I. Yapılacak eserin niteliğine göre kişisel yetenek ve becerinin önemli olmadığı durumlarda, yüklenici üstlendiği eseri bir başkasına yaptırabilir. II. Asıl yüklenicinin, eserin tamamının veya bir kısmının meydana getirilmesi için alt yükleniciyle yaptığı sözleşme niteliği itibariyle bir eser sözleşmesidir. III. Asıl yükleniciye işin tamamı veya bir kısmını alt yükleniciye devir yetkisi sadece eser sözleşmesinin yapıldığı sırada verilebilir. IV. İş sahibinin, alt yükleniciye karşı kural olarak eseri meydana getirip kendisine teslim edilmesine ilişkin herhangi bir talep hakkı yoktur. V. Asıl yüklenicinin, işin tamamını veya bir kısmını alt yükleniciye devretme yetkisi bulunmaktaysa, alt yüklenici, asıl yüklenicinin çalışanı sayılır ve bunların eylemlerinden dolayı asıl yüklenici, iş sahibine karşı adam çalıştıranın sorumluluğu çerçevesinde sorumlu olur. Alt yüklenicilik sözleşmesi ile ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "options": [
      "III ve V",
      "I, III, IV ve V",
      "Yalnız IV",
      "I, IV ve V",
      "II, IV ve V"
    ]
  },
  {
    "id": 37,
    "text": "Erzincan'da galeri sahibi olan G, 09.05.2020 tarihinde F motor şirketinden 500.000 TL karşılığında 5 adet araç satın alır. Araçların toplam fiyatını ödemeye gücü yetmeyen G, nakit ödeme yapamaz. O sırada galeride eşi için araç satın alan G'nin yakın arkadaşı M durumu fark eder ve toplam 500.000 TL olan borcun tamamına kefil olur. Bu kefaleti yeterli bulmayan şirket, G'den başka bir kefil ister. Bunun üzerine G, babası B'yi borcun tamamı için kefil yapar. B, borcun tamamı için tek kefilin kendisi olduğunu düşünmektedir. Borç muaccel olmasına rağmen G borcunu ödeyemez. Olaya göre aşağıdakilerden hangisi yanlıştır?",
    "options": [
      "M, borcun tamamından F'ye karşı sorumludur.",
      "F'nin, B'ye başvurması durumunda B tartışma defini ileri süremez",
      "B ile M, borca bağımsız kefil olmuşlardır.",
      "B, borcun tamamından F'ye karşı sorumludur.",
      "B, borcun tamamını ödese dahi hiçbir şekilde M'ye rücu edemez."
    ]
  }
]